lexbn-source.org
#+title: Lex' blog&notes
#+author: Alexander Seltmann

#+hugo_base_dir: .
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib

* Homepage
:PROPERTIES:
:EXPORT_HUGO_SECTION:
:EXPORT_HUGO_TYPE: "docs"
:EXPORT_FILE_NAME: _index
:EXPORT_HUGO_MENU: :menu "main"
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :link-citations true
:END:

#+BEGIN_EXPORT html
{{< hint danger >}}
**SITE UNDER CONSTRUCTION**
Please return later for more up-to-date information.
{{< /hint >}}
#+END_EXPORT
** Hi, I'm Alex

... and this website is my project showcase, a collection of thoughts in a
structured manner, and maybe even a weblog. The content of this page, especially
science-related, will be in English. Occasionally, a German text will be posted
under Notes, which will then be marked [German].

** Whoami?

I am a medical student, currently doing a [[https://en.wikipedia.org/wiki/Doctor_of_Medicine#Germany][Medical Doctorate]] in the [[http://www.biophysical-imaging.com][Biophysical
Imaging Lab]] of Christian Eggeling in Jena. I enjoy making music and climbing
rocks.

** Contact

You can get in contact with me by sending an email to =seltmann@posteo.de=. You
can also find me on [[https://twitter.com/apo_lex][Twitter]], [[https://github.com/aseltmann][Github]]. There is also an old [[https://soundcloud.com/apolex][Soundloud]] hanging
around in the wild web.



