content/_index.md
+++
title = "Homepage"
author = ["Alexander Seltmann"]
lastmod = 2020-03-23T14:32:36+01:00
type = "docs"
draft = false
creator = "Emacs 26.3 (Org mode 9.1.9 + ox-hugo)"
[menu.main]
  weight = 1001
  identifier = "homepage"
+++

{{< hint danger >}}
**SITE UNDER CONSTRUCTION**
Please return later for more up-to-date information.
{{< /hint >}}


## Hi, I'm Alex {#hi-i-m-alex}

... and this website is my project showcase, a collection of thoughts in a
structured manner, and maybe even a weblog. The content of this page, especially
science-related, will be in English. Occasionally, a German text will be posted
under Notes, which will then be marked [German].


## Whoami? {#whoami}

I am a medical student, currently doing a [Medical Doctorate](https://en.wikipedia.org/wiki/Doctor%5Fof%5FMedicine#Germany) in the [Biophysical
Imaging Lab](http://www.biophysical-imaging.com) of Christian Eggeling in Jena. I enjoy making music and climbing
rocks.


## Contact {#contact}

You can get in contact with me by sending an email to `seltmann@posteo.de`. You
can also find me on [Twitter](https://twitter.com/apo%5Flex), [Github](https://github.com/aseltmann). There is also an old [Soundloud](https://soundcloud.com/apolex) hanging
around in the wild web.
